Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Redeem a clinic or friend code
ar: استرداد رمز عيادة أو صديقة
cs: Uplatnit kód od lékaře nebo kamarádky
da: Indløs en kode fra klinik eller ven
de: Praxis- oder Freundescode einlösen
el: Εξαργύρωσε κωδικό από ιατρείο ή φίλη
es: Canjear un código de clínica o de una amiga
es_419: Canjear un código de clínica o de una amiga
fi: Lunasta klinikan tai ystävän koodi
fr: Utiliser un code du cabinet médical ou d’un proche
he: מימוש קוד ממרפאה או מחבר/ה
hi: क्लिनिक या दोस्त का कोड रिडीम करें
hr: Iskoristi kod ordinacije ili prijateljice
hu: Klinikai vagy baráti kód beváltása
id: Tukarkan kode klinik atau teman
it: Riscatta un codice di un centro medico o di un'amica
ja: クリニックや友だちのコードを使う
ko: 병원 또는 친구 코드 사용하기
ms: Tebus kod klinik atau rakan
nb: Løs inn en kode fra klinikk eller venn
nl: Wissel een code van je kliniek of een vriendin in
pl: Zrealizuj kod z przychodni lub od znajomych
pt_br: Resgatar um código de clínica ou de amiga
pt_pt: Resgatar código de uma clínica ou amigo
ro: Folosește un cod de la clinică sau de la un prieten
sk: Uplatniť kód z ambulancie alebo od kamarátky
sv: Lös in en kod från mottagning eller vän
th: ใช้โค้ดจากคลินิกหรือจากเพื่อน
tr: Klinik ya da arkadaş kodu kullan
uk: Використати код від клініки чи від знайомих
vi: Đổi mã phòng khám hoặc mã bạn bè
zh_hans: 兑换诊所或朋友的代码
zh_hant: 兌換診所或朋友的代碼

source: Remind me to check in
ar: ذكّرني بتسجيل المساء
cs: Připomínej mi večerní zápis
da: Mind mig om aftentjekket
de: Erinnere mich an den Check-in
el: Υπενθύμισέ μου να κάνω απολογισμό
es: Recuérdame hacer el repaso
es_419: Recordarme hacer el repaso
fi: Muistuta minua iltakyselystä
fr: Me rappeler de faire mon bilan
he: תזכורת לצ׳ק-אין
hi: मुझे चेक-इन की याद दिलाएँ
hr: Podsjeti me na večernji upis
hu: Emlékeztess a kérdőívre
id: Ingatkan aku untuk check-in
it: Ricordami di fare il check-in
ja: ふり返りを通知してもらう
ko: 체크인 알림 받기
ms: Ingatkan saya untuk membuat semakan
nb: Minn meg på å sjekke inn
nl: Herinner me om in te checken
pl: Przypominaj mi o podsumowaniu dnia
pt_br: Lembrar de fazer o check-in
pt_pt: Lembrar-me de fazer o check-in
ro: Amintește-mi să fac bilanțul
sk: Pripomínaj mi zhodnotenie dňa
sv: Påminn mig om att checka in
th: เตือนให้ฉันเช็กอิน
tr: Yoklama için bana hatırlat
uk: Нагадувати про підсумок дня
vi: Nhắc tôi ghi nhật ký tối
zh_hans: 提醒我打卡
zh_hant: 提醒我回顧

source: Reminders
ar: التذكيرات
cs: Připomenutí
da: Påmindelser
de: Erinnerungen
el: Υπενθυμίσεις
es: Recordatorios
es_419: Recordatorios
fi: Muistutukset
fr: Rappels
he: תזכורות
hi: रिमाइंडर
hr: Podsjetnici
hu: Emlékeztetők
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
ms: Peringatan
nb: Påminnelser
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
pt_pt: Lembretes
ro: Mementouri
sk: Pripomenutia
sv: Påminnelser
th: การเตือน
tr: Hatırlatıcılar
uk: Нагадування
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒

source: Restore
ar: استعادة
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
es_419: Restaurar
fi: Palauta
fr: Restaurer
he: שחזור
hi: रीस्टोर करें
hr: Vrati
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
nb: Gjenopprett
nl: Herstel
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ro: Restaurează
sk: Obnoviť
sv: Återställ
th: กู้คืน
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 回復

source: Restore purchases
ar: استعادة المشتريات
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
es_419: Restaurar compras
fi: Palauta ostot
fr: Restaurer les achats
he: שחזור רכישות
hi: ख़रीदारी रीस्टोर करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 내역 복원
ms: Pulihkan pembelian
nb: Gjenopprett kjøp
nl: Herstel aankopen
pl: Przywróć zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restaurează achizițiile
sk: Obnoviť nákupy
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın alımları geri yükle
uk: Відновити покупки
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 回復購買項目

source: Results are ready.
ar: النتائج جاهزة.
cs: Výsledky jsou hotové.
da: Resultaterne er klar.
de: Die Ergebnisse sind da.
el: Τα αποτελέσματα είναι έτοιμα.
es: Los resultados están listos.
es_419: Los resultados están listos.
fi: Tulokset ovat valmiina.
fr: Les résultats sont prêts.
he: התוצאות מוכנות.
hi: नतीजे तैयार हैं।
hr: Rezultati su spremni.
hu: Elkészültek az eredmények.
id: Hasilnya sudah siap.
it: I risultati sono pronti.
ja: 結果が出ました。
ko: 결과가 나왔어요.
ms: Keputusan sudah sedia.
nb: Resultatene er klare.
nl: De resultaten zijn klaar.
pl: Wyniki są gotowe.
pt_br: Os resultados estão prontos.
pt_pt: Os resultados estão prontos.
ro: Rezultatele sunt gata.
sk: Výsledky sú pripravené.
sv: Resultaten är klara.
th: ผลพร้อมแล้ว
tr: Sonuçlar hazır.
uk: Результати готові.
vi: Đã có kết quả.
zh_hans: 结果出来了。
zh_hant: 結果出來了。

source: Results compare your own entries before and during. They're a coincidence check, not proof.
ar: تقارن النتائج إدخالاتكِ أنتِ قبل التجربة وأثناءها. إنها رصدٌ للتزامن، وليست دليلًا.
cs: Výsledky porovnávají tvoje vlastní záznamy před změnou a během ní. Jde o kontrolu souběhu, ne o důkaz.
da: Resultaterne sammenligner dine egne registreringer før og under. De er et tilfældighedstjek, ikke bevis.
de: Die Ergebnisse vergleichen deine eigenen Einträge davor und währenddessen. Sie sind ein Blick auf zeitliches Zusammentreffen, kein Beweis.
el: Τα αποτελέσματα συγκρίνουν τις δικές σου καταχωρίσεις πριν και κατά τη διάρκεια. Είναι έλεγχος σύμπτωσης, όχι απόδειξη.
es: Los resultados comparan tus propios registros de antes y de durante. Son una comprobación de coincidencias, no una prueba.
es_419: Los resultados comparan tus propios registros de antes y durante. Son una comprobación de coincidencias, no una prueba.
fi: Tulokset vertaavat omia merkintöjäsi ennen ja aikana. Ne ovat yhteensattuman tarkistus, eivät todiste.
fr: Les résultats comparent vos propres saisies avant et pendant. C’est un repérage de coïncidences, pas une preuve.
he: התוצאות משוות בין הרישומים שלך לפני הניסוי ובמהלכו. זו בדיקת צירוף מקרים, לא הוכחה.
hi: नतीजे पहले और दौरान की आपकी अपनी एंट्री की तुलना करते हैं। ये संयोग की जाँच हैं, सबूत नहीं।
hr: Rezultati uspoređuju tvoje vlastite unose prije i tijekom. To je provjera podudarnosti, a ne dokaz.
hu: Az eredmények a saját bejegyzéseidet hasonlítják össze előtte és közben. Egybeesés-vizsgálatot jelentenek, nem bizonyítékot.
id: Hasil ini membandingkan entrimu sendiri sebelum dan selama perubahan. Ini cek kebetulan, bukan bukti.
it: I risultati confrontano i tuoi dati prima e durante. Sono una verifica di coincidenza, non una prova.
ja: 結果は、開始前と期間中のあなた自身の記録を比べたものです。偶然の一致を確かめるもので、証明ではありません。
ko: 결과는 변화 전과 변화 중의 내 기록을 비교한 거예요. 우연인지 확인한 것일 뿐 증거가 아니에요.
ms: Keputusan membandingkan catatan anda sendiri sebelum dan semasa. Ia semakan kebetulan, bukan bukti.
nb: Resultatene sammenligner dine egne registreringer før og under. De er en sjekk av sammenfall, ikke bevis.
nl: De resultaten vergelijken je eigen invoer van ervoor en tijdens. Het is een toevalscheck, geen bewijs.
pl: Wyniki porównują twoje własne wpisy sprzed zmiany i z czasu jej trwania. To sprawdzenie zbieżności, a nie dowód.
pt_br: Os resultados comparam seus próprios registros antes e durante. São uma checagem de coincidência, não uma prova.
pt_pt: Os resultados comparam os teus próprios registos de antes e de durante. São uma verificação de coincidência, não prova.
ro: Rezultatele compară propriile tale înregistrări dinainte și din timpul experimentului. Sunt o verificare de coincidență, nu o dovadă.
sk: Výsledky porovnávajú tvoje vlastné záznamy pred zmenou a počas nej. Sú kontrolou súbehu, nie dôkazom.
sv: Resultaten jämför dina egna registreringar före och under. De är en koll av sammanträffanden, inte bevis.
th: ผลลัพธ์เปรียบเทียบข้อมูลที่คุณบันทึกเองก่อนและระหว่างการทดลอง เป็นการดูว่าเกิดขึ้นพร้อมกันหรือไม่ ไม่ใช่ข้อพิสูจน์
tr: Sonuçlar, öncesi ve sırasındaki kendi kayıtlarını karşılaştırır. Bunlar bir rastlantı kontrolüdür, kanıt değil.
uk: Результати порівнюють твої власні записи до і під час зміни. Це перевірка збігів, а не доказ.
vi: Kết quả so sánh các ghi nhận của chính bạn trước và trong thử nghiệm. Đó là kiểm tra sự trùng hợp, không phải bằng chứng.
zh_hans: 结果比较的是你自己在改变之前和期间的记录。这只是巧合检查，不是证据。
zh_hant: 結果是比較你自己在改變前和改變期間的紀錄，只是巧合比對，不是證據。

source: Reveal one free this week
ar: اكشفي عن واحد مجانًا هذا الأسبوع
cs: Odhal jeden zdarma tento týden
da: Se ét gratis i denne uge
de: Diese Woche eins kostenlos aufdecken
el: Αποκάλυψε ένα δωρεάν αυτή την εβδομάδα
es: Descubre uno gratis esta semana
es_419: Descubre uno gratis esta semana
fi: Näytä yksi maksutta tällä viikolla
fr: En dévoiler une gratuitement cette semaine
he: חשיפת דפוס אחד בחינם השבוע
hi: इस हफ़्ते एक मुफ़्त में देखें
hr: Otkrij jedan besplatno ovaj tjedan
hu: Fedj fel egyet ingyen ezen a héten
id: Buka satu gratis minggu ini
it: Scoprine una gratis questa settimana
ja: 今週の1件を無料で表示
ko: 이번 주 하나 무료로 보기
ms: Dedahkan satu secara percuma minggu ini
nb: Vis ett gratis denne uka
nl: Bekijk er deze week één gratis
pl: Odsłoń jeden za darmo w tym tygodniu
pt_br: Revele um grátis esta semana
pt_pt: Vê um grátis esta semana
ro: Dezvăluie unul gratuit săptămâna asta
sk: Odhaľ tento týždeň jeden zadarmo
sv: Visa ett gratis den här veckan
th: เปิดดูฟรีหนึ่งรายการในสัปดาห์นี้
tr: Bu hafta birini ücretsiz gör
uk: Відкрий одну безкоштовно цього тижня
vi: Mở miễn phí một mục trong tuần này
zh_hans: 本周免费揭晓一个
zh_hant: 本週免費揭曉一項

source: Right?
ar: صحيح؟
cs: Sedí to?
da: Ikke?
de: Stimmt’s?
el: Σωστά;
es: ¿A que sí?
es_419: ¿Es correcto?
fi: Pitääkö paikkansa?
fr: C’est bien ça ?
he: נכון?
hi: सही?
hr: Točno?
hu: Így volt?
id: Benar?
it: Giusto?
ja: 合っていますか？
ko: 맞나요?
ms: Betul?
nb: Stemmer det?
nl: Klopt dat?
pl: Zgadza się?
pt_br: Confere?
pt_pt: Certo?
ro: Așa e?
sk: Sedí to?
sv: Stämmer det?
th: ถูกต้องไหม
tr: Doğru mu?
uk: Правда ж?
vi: Đúng không?
zh_hans: 对吗？
zh_hant: 對嗎？

source: Rough night. I'll be slow this morning.
ar: ليلة صعبة. سأكون بطيئة هذا الصباح.
cs: Těžká noc. Dneska ráno budu pomalejší.
da: Hård nat. Jeg er lidt langsom her til morgen.
de: Harte Nacht. Ich bin heute Morgen langsam.
el: Δύσκολη νύχτα. Θα είμαι αργή σήμερα το πρωί.
es: Mala noche. Esta mañana iré lenta.
es_419: Noche pesada. Esta mañana voy a ir con calma.
fi: Rankka yö. Olen hidas tänä aamuna.
fr: Nuit difficile. Je serai au ralenti ce matin.
he: לילה קשה. אהיה איטית הבוקר.
hi: रात भारी रही। आज सुबह मैं थोड़ी धीमी रहूँगी।
hr: Teška noć. Jutros ću biti spora.
hu: Nehéz éjszaka volt. Ma reggel lassabb leszek.
id: Semalam berat. Pagi ini aku bakal lambat.
it: Nottataccia. Stamattina vado a rilento.
ja: つらい夜でした。今朝はゆっくりめです。
ko: 힘든 밤이었어요. 오늘 아침은 좀 느릴 거예요.
ms: Malam yang sukar. Saya akan lambat sedikit pagi ini.
nb: Tøff natt. Jeg er treg i dag tidlig.
nl: Zware nacht. Ik ben vanochtend wat traag.
pl: Ciężka noc. Rano będę powolna.
pt_br: Noite difícil. Vou estar mais lenta hoje de manhã.
pt_pt: Noite difícil. Hoje de manhã estou a meio gás.
ro: Noapte grea. Azi-dimineață merg cu încetinitorul.
sk: Ťažká noc. Dnes ráno budem pomalšia.
sv: Tuff natt. Jag är lite seg i förmiddag.
th: เมื่อคืนนอนไม่ค่อยได้ เช้านี้อาจช้าหน่อย
tr: Zor bir geceydi. Bu sabah biraz yavaş olacağım.
uk: Важка ніч. Зранку я буду повільна.
vi: Đêm qua mệt quá. Sáng nay mình sẽ hơi chậm chạp.
zh_hans: 昨晚很难熬。今天早上我会慢一点。
zh_hant: 昨晚很難熬，我今天早上會慢一點。

source: Running hot. Not you, it's me.
ar: أنا في موجة حرّ. المشكلة فيّ، لا فيك.
cs: Jsem přehřátá. Nejde o tebe, jde o mě.
da: Kører varmt. Det er ikke dig, det er mig.
de: Ich laufe heiß. Liegt nicht an dir, liegt an mir.
el: Βράζω. Δεν φταις εσύ, εγώ φταίω.
es: Estoy que ardo. No eres tú, soy yo.
es_419: Ando acalorada. No eres tú, soy yo.
fi: Kuumottaa. Vika ei ole sinussa vaan minussa.
fr: En surchauffe. Ce n’est pas toi, c’est moi.
he: רותחת. זה לא אתם, זה אני.
hi: गर्मी चढ़ी है। बात तुम्हारी नहीं, मेरी है।
hr: Pregrijana sam. Nije do tebe, do mene je.
hu: Túlmelegedtem. Nem veled van a baj, hanem velem.
id: Lagi gerah. Bukan kamu, tapi aku.
it: Vado a fuoco. Non sei tu, sono io.
ja: ただいま高温中。原因はあなたではなく、私です。
ko: 지금 열 오르는 중. 누구 탓 아니고 제 몸 탓이에요.
ms: Badan tengah panas. Bukan sebab awak, sebab saya.
nb: Jeg koker. Det er ikke deg, det er meg.
nl: Ik gloei. Het ligt niet aan jou, het ligt aan mij.
pl: Przegrzewam się. To nie ty, to ja.
pt_br: Fervendo aqui. Não é você, sou eu.
pt_pt: Ando a ferver. Não és tu, sou eu.
ro: Sunt pe foc. Nu ești tu, sunt eu.
sk: Prehrievam sa. Nie je to tebou, je to mnou.
sv: Jag går varm. Det är inte du, det är jag.
th: ตัวร้อนอยู่ ไม่ใช่เพราะคุณ เป็นที่ฉันเอง
tr: Ateş gibiyim. Sorun sende değil, bende.
uk: Перегріваюся. Справа не в тобі, а в мені.
vi: Đang nóng trong người. Không phải tại ai, tại mình thôi.
zh_hans: 有点过热。不是你的问题，是我。
zh_hant: 體內小火爐全開。不是你的問題，是我的問題。

source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save without rating
ar: حفظ دون تقييم
cs: Uložit bez hodnocení
da: Gem uden bedømmelse
de: Ohne Bewertung speichern
el: Αποθήκευση χωρίς βαθμολογία
es: Guardar sin valorar
es_419: Guardar sin calificar
fi: Tallenna arvioimatta
fr: Enregistrer sans intensité
he: שמירה בלי דירוג
hi: रेटिंग के बिना सेव करें
hr: Spremi bez ocjene
hu: Mentés értékelés nélkül
id: Simpan tanpa menilai
it: Salva senza valutare
ja: 評価せずに保存
ko: 평가 없이 저장
ms: Simpan tanpa penilaian
nb: Lagre uten vurdering
nl: Bewaar zonder beoordeling
pl: Zapisz bez oceny
pt_br: Salvar sem avaliar
pt_pt: Guardar sem avaliar
ro: Salvează fără evaluare
sk: Uložiť bez hodnotenia
sv: Spara utan skattning
th: บันทึกโดยไม่ให้คะแนน
tr: Puanlamadan kaydet
uk: Зберегти без оцінки
vi: Lưu mà không đánh giá
zh_hans: 保存但不评分
zh_hant: 不評分直接儲存

source: Saved · %@
ar: تم الحفظ · %@
cs: Uloženo · %@
da: Gemt · %@
de: Gespeichert · %@
el: Αποθηκεύτηκε · %@
es: Guardada · %@
es_419: Guardado · %@
fi: Tallennettu · %@
fr: Enregistrée · %@
he: נשמר · %@
hi: सेव हो गया · %@
hr: Spremljeno · %@
hu: Mentve · %@
id: Tersimpan · %@
it: Salvata · %@
ja: 保存しました · %@
ko: 저장됨 · %@
ms: Disimpan · %@
nb: Lagret · %@
nl: Bewaard · %@
pl: Zapisano · %@
pt_br: Salvo · %@
pt_pt: Guardado · %@
ro: Salvat · %@
sk: Uložené · %@
sv: Sparad · %@
th: บันทึกแล้ว · %@
tr: Kaydedildi · %@
uk: Збережено · %@
vi: Đã lưu · %@
zh_hans: 已保存 · %@
zh_hant: 已儲存 · %@

source: Saved. %@ of weather, logged.
ar: تم الحفظ. %@ من الطقس الداخلي، مسجَّلة.
cs: Uloženo. %@ počasí zaznamenáno.
da: Gemt. %@ af dit eget vejr er registreret.
de: Gespeichert. %@ Wetterlage, notiert.
el: Αποθηκεύτηκε. %@ τοπικού καύσωνα, στο αρχείο.
es: Guardada. %@ de clima interior, registrado.
es_419: Guardado. %@ de clima, en el registro.
fi: Tallennettu. %@ omaa säätä, kirjattu.
fr: Enregistré. %@ de météo intérieure, c’est noté.
he: נשמר. %@ של מזג אוויר, מתועד.
hi: सेव हो गया। %@ का मौसम दर्ज।
hr: Spremljeno. %@ osobnog nevremena, zabilježeno.
hu: Mentve. %@ időjárás a naplóban.
id: Tersimpan. %@ cuaca panas, sudah dicatat.
it: Salvata. %@ di meteo personale, agli atti.
ja: 保存しました。%@ぶんの「お天気」を記録しました。
ko: 저장했어요. %@ 동안의 날씨, 기록 완료.
ms: Disimpan. %@ cuaca panas, sudah dicatat.
nb: Lagret. %@ med eget vær er registrert.
nl: Bewaard. %@ aan eigen weer vastgelegd.
pl: Zapisano. %@ pogody w dzienniku.
pt_br: Salvo: %@ de verão particular no registro.
pt_pt: Guardado. Boletim meteorológico: %@.
ro: Salvat. %@ de caniculă, la dosar.
sk: Uložené. %@ počasia, zaznamenané.
sv: Sparat. %@ väder, loggat.
th: บันทึกแล้ว สภาพอากาศในตัว %@ จดไว้เรียบร้อย
tr: Kaydedildi. Hava raporu: %@.
uk: Збережено. %@ погоди — у журналі.
vi: Đã lưu. Đã ghi lại %@ thời tiết.
zh_hans: 已保存。%@ 的“天气”，已记录。
zh_hant: 已儲存。%@ 的天氣，記錄完畢。

source: Say "Log a hot flash in MenoMap" or "Start a night sweat in MenoMap".
ar: قولي «سجّل هبّة ساخنة في MenoMap» أو «سجّل تعرّقًا ليليًا في MenoMap».
cs: Řekni „Zaznamenej nával horka v aplikaci MenoMap“ nebo „Zaznamenej noční pocení v aplikaci MenoMap“.
da: Sig »Registrer en hedetur i MenoMap« eller »Registrer nattesved i MenoMap«.
de: Sag „Hitzewallung in MenoMap eintragen“ oder „Nachtschweiß in MenoMap eintragen“.
el: Πες «Κατάγραψε μια έξαψη στο MenoMap» ή «Κατάγραψε μια νυχτερινή εφίδρωση στο MenoMap».
es: Di «Registra un sofoco en MenoMap» o «Registra un sudor nocturno en MenoMap».
es_419: Di “Registra un bochorno en MenoMap” o “Registra un sudor nocturno en MenoMap”.
fi: Sano ”Kirjaa kuuma aalto MenoMap-appiin” tai ”Kirjaa yöhikoilu MenoMap-appiin”.
fr: Dites « Noter une bouffée de chaleur dans MenoMap » ou « Noter des sueurs nocturnes dans MenoMap ».
he: אמרי ״לרשום גל חום ב-MenoMap״ או ״לרשום הזעת לילה ב-MenoMap״.
hi: “MenoMap में हॉट फ़्लैश दर्ज करो” या “MenoMap में रात का पसीना दर्ज करो” बोलें।
hr: Reci „Zabilježi valung u aplikaciji MenoMap“ ili „Zabilježi noćno znojenje u aplikaciji MenoMap“.
hu: Mondd: „Rögzíts egy hőhullámot a MenoMap appban” vagy „Rögzíts egy éjszakai izzadást a MenoMap appban”.
id: Ucapkan “Catat rasa panas mendadak di MenoMap” atau “Catat keringat malam di MenoMap”.
it: Di' «Registra una vampata con MenoMap» o «Registra una sudorazione notturna con MenoMap».
ja: 「MenoMapでホットフラッシュを記録して」または「MenoMapで寝汗を記録して」と話しかけてください。
ko: "MenoMap에 안면홍조 기록해 줘" 또는 "MenoMap에 야간 발한 기록해 줘"라고 말하세요.
ms: Sebut “Catat panas badan mendadak dalam MenoMap” atau “Catat peluh malam dalam MenoMap”.
nb: Si «Registrer en hetetokt i MenoMap» eller «Registrer nattesvette i MenoMap».
nl: Zeg "Noteer een opvlieger in MenoMap" of "Noteer nachtelijk zweten in MenoMap".
pl: Powiedz „Zapisz uderzenie gorąca w MenoMap” lub „Zapisz nocne poty w MenoMap”.
pt_br: Diga “Registrar um fogacho no MenoMap” ou “Registrar um suor noturno no MenoMap”.
pt_pt: Diz “Registar um afrontamento no MenoMap” ou “Registar suores noturnos no MenoMap”.
ro: Spune „Înregistrează un bufeu în MenoMap” sau „Înregistrează o transpirație nocturnă în MenoMap”.
sk: Povedz „Zaznamenaj nával tepla v apke MenoMap“ alebo „Zaznamenaj nočné potenie v apke MenoMap“.
sv: Säg ”Logga en värmevallning i MenoMap” eller ”Logga en nattsvettning i MenoMap”.
th: พูดว่า “บันทึกอาการร้อนวูบวาบใน MenoMap” หรือ “บันทึกเหงื่อออกตอนกลางคืนใน MenoMap”
tr: Siri'ye “MenoMap ile sıcak basması kaydet” ya da “MenoMap ile gece terlemesi kaydet” de.
uk: Скажи «Запиши приплив у MenoMap» або «Запиши нічну пітливість у MenoMap».
vi: Hãy nói “Ghi cơn bốc hỏa trong MenoMap” hoặc “Ghi cơn đổ mồ hôi đêm trong MenoMap”.
zh_hans: 说“用 MenoMap 记录潮热”或“用 MenoMap 记录夜间盗汗”。
zh_hant: 說出「在 MenoMap 記錄熱潮紅」或「在 MenoMap 記錄夜間盜汗」。

source: Schedule
ar: الجدول
cs: Rozvrh
da: Tidsplan
de: Zeitplan
el: Πρόγραμμα
es: Pauta
es_419: Horario
fi: Aikataulu
fr: Horaires
he: לוח זמנים
hi: शेड्यूल
hr: Raspored
hu: Ütemezés
id: Jadwal
it: Programma
ja: スケジュール
ko: 일정
ms: Jadual
nb: Tidsplan
nl: Schema
pl: Harmonogram
pt_br: Horários
pt_pt: Horário
ro: Program
sk: Rozpis
sv: Schema
th: ตารางเวลา
tr: Program
uk: Розклад
vi: Lịch dùng
zh_hans: 用药安排
zh_hant: 時間表

source: Score
ar: التقييم
cs: Skóre
de: Wert
el: Βαθμολογία
es: Puntuación
es_419: Puntuación
fi: Pisteet
he: ציון
hi: स्कोर
hr: Ocjena
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
ko: 점수
ms: Skor
nb: Poeng
pl: Wynik
pt_br: Nota
pt_pt: Pontuação
ro: Scor
sk: Skóre
sv: Poäng
th: คะแนน
tr: Puan
uk: Оцінка
vi: Điểm
zh_hans: 评分
zh_hant: 分數

source: Scroll to Available Apps and tap Install next to MenoMap.
ar: مرّري إلى التطبيقات المتوفرة واضغطي على تثبيت بجانب MenoMap.
cs: Sjeď na Dostupné aplikace a klepni na Instalovat vedle MenoMap.
da: Rul ned til Tilgængelige apps, og tryk på Installer ud for MenoMap.
de: Scrolle zu „Verfügbare Apps“ und tippe neben MenoMap auf „Installieren“.
el: Κύλισε στις Διαθέσιμες εφαρμογές και άγγιξε Εγκατάσταση δίπλα στο MenoMap.
es: Desplázate hasta Apps disponibles y toca Instalar junto a MenoMap.
es_419: Desplázate hasta Apps disponibles y toca Instalar junto a MenoMap.
fi: Vieritä kohtaan Saatavilla olevat apit ja napauta Asenna MenoMapin vieressä.
fr: Faites défiler jusqu’à Apps disponibles et touchez Installer à côté de MenoMap.
he: גללי אל ״יישומים זמינים״ והקישי על ״התקנה״ ליד MenoMap.
hi: उपलब्ध ऐप्स तक स्क्रोल करें और MenoMap के आगे “इंस्टॉल करें” पर टैप करें।
hr: Pomakni se do odjeljka Dostupne aplikacije i dodirni Instaliraj pokraj aplikacije MenoMap.
hu: Görgess az Elérhető appok részhez, és koppints a Telepítés gombra a MenoMap mellett.
id: Gulir ke App yang Tersedia dan ketuk Instal di samping MenoMap.
it: Scorri fino ad App disponibili e tocca Installa accanto a MenoMap.
ja: 「利用可能なApp」までスクロールし、MenoMapの横の「インストール」をタップします。
ko: 사용 가능한 앱까지 스크롤한 다음 MenoMap 옆의 설치를 탭하세요.
ms: Tatal ke App Tersedia dan ketik Pasang di sebelah MenoMap.
nb: Bla ned til Tilgjengelige apper og trykk på Installer ved siden av MenoMap.
nl: Scrol naar Beschikbare apps en tik op Installeer naast MenoMap.
pl: Przewiń do sekcji Dostępne aplikacje i stuknij Instaluj obok MenoMap.
pt_br: Role até Apps Disponíveis e toque em Instalar ao lado do MenoMap.
pt_pt: Desloca-te até Aplicações disponíveis e toca em Instalar ao lado do MenoMap.
ro: Derulează la Aplicații disponibile și apasă Instalați lângă MenoMap.
sk: Posuň sa na Dostupné apky a ťukni na Inštalovať vedľa MenoMap.
sv: Scrolla till Tillgängliga appar och tryck på Installera bredvid MenoMap.
th: เลื่อนไปที่ แอปที่มีอยู่ แล้วแตะ ติดตั้ง ถัดจาก MenoMap
tr: Kullanılabilir Uygulamalar bölümüne kaydır ve MenoMap'ın yanındaki Yükle düğmesine dokun.
uk: Прокрути до розділу «Доступні програми» й торкнися «Інсталювати» біля MenoMap.
vi: Cuộn đến Ứng dụng có sẵn và chạm vào Cài đặt bên cạnh MenoMap.
zh_hans: 滚动到“可用 App”，然后轻点 MenoMap 旁边的“安装”。
zh_hant: 捲動到「可用的 App」，然後點一下 MenoMap 旁邊的「安裝」。

source: Search MenoMap and pick Start a surge.
ar: ابحثي عن MenoMap واختاري بدء موجة.
cs: Vyhledej MenoMap a vyber Začít měřit vlnu.
da: Søg efter MenoMap, og vælg Start en bølge.
de: Suche nach MenoMap und wähle „Welle starten“.
el: Αναζήτησε το MenoMap και διάλεξε Έναρξη κύματος.
es: Busca MenoMap y elige Empezar una oleada.
es_419: Busca MenoMap y elige Iniciar una oleada.
fi: Hae MenoMap ja valitse Aloita aalto.
fr: Recherchez MenoMap et choisissez Démarrer une vague.
he: חפשי MenoMap ובחרי ״התחלת גל״.
hi: MenoMap खोजें और “लहर शुरू करें” चुनें।
hr: Potraži MenoMap i odaberi Pokreni val.
hu: Keresd meg a MenoMapot, és válaszd a Hullám indítása lehetőséget.
id: Cari MenoMap dan pilih Mulai gelombang.
it: Cerca MenoMap e scegli Avvia un'ondata.
ja: MenoMapを検索して、「ほてりの計測を開始」を選びます。
ko: MenoMap을 검색하고 열감 시작을 고르세요.
ms: Cari MenoMap dan pilih Mulakan gelombang.
nb: Søk etter MenoMap og velg Start en bølge.
nl: Zoek MenoMap en kies Start een golf.
pl: Wyszukaj MenoMap i wybierz Rozpocznij falę.
pt_br: Busque MenoMap e escolha Iniciar onda.
pt_pt: Procura MenoMap e escolhe Iniciar uma onda.
ro: Caută MenoMap și alege Cronometrează un val.
sk: Vyhľadaj MenoMap a vyber Spustiť vlnu.
sv: Sök efter MenoMap och välj Starta en våg.
th: ค้นหา MenoMap แล้วเลือก เริ่มระลอกร้อน
tr: MenoMap'ı ara ve Dalga başlat seçeneğini seç.
uk: Знайди MenoMap і обери «Почати хвилю».
vi: Tìm MenoMap và chọn Bắt đầu cơn nóng.
zh_hans: 搜索 MenoMap，然后选择“开始记录热浪”。
zh_hant: 搜尋 MenoMap，然後選擇「開始熱浪計時」。
